Repository: indianajonez/iosint-6-...-
Catalog: *.lproj/Localizable.strings
Languages: de, ru

# MapButton
source: Map
de: die Karte
ru: Карта

# PostTwoButton
source: Post Two
de: Beitrag Zwei
ru: Второй пост

source: CheckGuestButton
ru: Кнопка: Проверить гостя

# TitlePostTwo
source: PostTwo
de: Beitrag Zwei
ru: Второй пост

# ButtonPostOne
source: Post One
de: Erster Beitrag
ru: Первый пост

# TitleOfPostOne
source: Post Title One
de: Beitragstitel Eins
ru: Заголовок первого поста

# TitleAlert
source: Step back
de: Schritt zurück
ru: Перейти назад

# MessageAlert
source: What do you want to do?
de: was willst du tun?
ru: Что ты хочешь сделать?

# AlertButton
source: Quit
de: herauskommen
ru: Выйти

# CancelAlertButton
source: Cancle
de: Annullierung
ru: Отмена

# CloseButton
source: Quit
de: Schließen
ru: Закрыть

# textField
source: Write the right word here..
de: Schreiben Sie hier das richtige Wort..
ru: Напиши правильное слово сюда..

# Label
source: Buy a subscription and use all the features of the app!
de: Kaufe ein Abonnement und nutze alle Funktionen der App!
ru: Купи подписку и используй все возможности приложения!

# TitleOfbutton
source: Buy
de: Kaufen
ru: Купить

# LoginTextField
source: Login
de: Anmelden
ru: Логин

# PlaceholderPassword
source: Password
de: Passwort
ru: Пароль

# LogInButton
source: Log In
de: Anmelden
ru: Войти

# registrationButton
source: Singup
de: Anmelden
ru: Регистрация

# WrongAlertTitle
source: Error
de: Ahtung
ru: Ошибка

# AlertOkAction
source: Ok
de: Okay
ru: Хорошо

# TextInAlertWrong
source: Login or password is not correct
de: Login oder Passwort ist nicht korrekt
ru: Неверный логин или пароль

# RegistrationButtonNotCorrectPass
source: password is not correct
de: passwort ist nicht korrekt
ru: Пароль не совпадает

# MakeWrongAlert
source: Please, fill in all the fields
de: Füllen Sie alle Felder aus
ru: Пожалуйста, заполните все поля

# DirectionLabel
source: Where are we going?
de: Wohin gehen wir?
ru: Куда вы хотите поехать?

# DirectionTextField
source: Enter the destination address
de: Geben Sie die Zieladresse ein
ru: Geben Sie die Zieladresse ein

# getDirectionButton
source: Ok
de: Okay
ru: Хорошо

# startStopButton
source: Start route
de: Route starten
ru: Начать маршрут

# stopRoute
source: End route
de: Route beenden
ru: Завершить маршрут

source: Start route
de: Route starten
ru: Начать маршрут

# TabbarItemNamePosts
source: Posts
de: Beiträge
ru: Посты

# tabBarItemFeed
source: Feed
de: Vorschub
ru: Фиид

# ProfileTabBarItemName
source: Profile
de: Profil
ru: Профайл

# TabBarItemMediaPlayer
source: MediaPlayer
ru: Медиаплеер

# SavedPostsTitle
source: Saved Posts
de: Gespeicherte Beiträge
ru: Сохраненные посты

# LikesInPosts
source: Likes:
de: Gefällt mir:
ru: Лайки:

# ViewsInPosts
source: Views:
de: Ansichten:
ru: Просмотры:

# TitleOfPhotoGelary
source: Gellary
de: Galerie
ru: Галерея

# NameLabelPhotos
source: Photos
de: Fotos
ru: Фотографии

# PostLikesLabel
source: Likes:
de: Gefällt mir:
ru: Лайки:

# PostViewsLabel
source: Views:
de: Ansichten:
ru: Просмотры:

# AvatarImage
source: HipstaCat
ru: Хипстерский кот

# PlaceholderStatus
source: Write your status...
de: Schreibe deinen Status...
ru: Напиши свой статус...

# StatusLabel
source: Waiting for something...
de: Warten auf etwas...
ru: Жду когда ты что-нибудь сюда напишешь...

# SetStatusButton
source: Show status
de: Status anzeigen
ru: Показать статус

# PostsInformationAuthor1
source: Shaggy
de: Zottig
ru: Лохматый

# PostsInformationAuthor2
source: Calm Cat
de: Ruhige Katze
ru: Спокойный Кот

# PostsInformationAuthor3
source: Maybe I'm Not A Cat
de: Vielleicht bin ich keine Katze
ru: Может Я Не Кот

# PostsInformationAuthor4
source: I'm Fine
de: Mir Geht es gut
ru: У Меня Все Хорошо

# PostsInformationDescription1
source: I haven't eaten anything yet today.
de: Ich habe heute noch nichts gegessen.
ru: Сегодня еще ничего не ел.

# PostsInformationDescription2
source: I've been silent all day. It's hard.
de: Ich bin den ganzen Tag still. Schwer.
ru: Молчу весь день. Тяжело.

# PostsInformationDescription3
source: Fleas and ticks are the worst enemies.
de: Flöhe und Zecken sind die schlimmsten Feinde.
ru: Блохи и клещи худщие враги.

# PostsInformationDescription4
source: Running after the tail. I haven't caught it yet.
de: Ich laufe hinter meinem Schwanz. Ich habe es noch nicht erwischt.
ru: Бегаю за хвостом. Пока не поймал.
